[
	{
		"name": "Rhyolite Ridge",
		"lat": 38.10,
		"lon": -117.50,
		"description": "Ioneer's lithium-boron deposit in Esmeralda County, Nevada. One of only two known lithium-boron co-deposits globally. Received federal approval in 2024 under the Inflation Reduction Act's critical minerals provisions. Joint venture with Sibanye-Stillwater ($490M investment). Expected to produce ~24,000 tonnes of lithium carbonate equivalent annually over a 26-year mine life.",
		"category": "Lithium",
		"mineral_type": "lithium-boron",
		"status": "Approved",
		"operator": "Ioneer Ltd / Sibanye-Stillwater",
		"photo_url": "",
		"photo_caption": "",
		"source": "https://rhyoliteridge.com"
	},
	{
		"name": "Thacker Pass",
		"lat": 41.05,
		"lon": -117.35,
		"description": "Lithium Americas' sedimentary clay deposit in Humboldt County, Nevada. The largest known lithium deposit in the United States. Under construction as of 2024, projected to supply lithium for ~800,000 EVs annually at full capacity. Phase 1 backed by a $650M investment from General Motors.",
		"category": "Lithium",
		"mineral_type": "lithium-clay",
		"status": "Under Construction",
		"operator": "Lithium Americas Corp",
		"photo_url": "",
		"photo_caption": "",
		"source": "https://lithiumamericas.com"
	},
	{
		"name": "Silver Peak",
		"lat": 37.75,
		"lon": -117.64,
		"description": "The only active lithium brine operation in the United States, operating continuously since 1966 in Clayton Valley, Nevada. Produces lithium carbonate from subsurface brines pumped into evaporation ponds. America's sole domestic lithium source until Thacker Pass and Rhyolite Ridge come online.",
		"category": "Lithium",
		"mineral_type": "lithium-brine",
		"status": "Operating",
		"operator": "Albemarle Corporation",
		"photo_url": "",
		"photo_caption": "",
		"source": ""
	},
	{
		"name": "Mountain Pass",
		"lat": 35.481,
		"lon": -115.528,
		"description": "The only operating rare earth mine in the Western Hemisphere, located in San Bernardino County, California. Originally opened in 1952 to supply europium for color televisions. Now operated by MP Materials, producing ~15% of global rare earth oxide output. Critical source of neodymium and praseodymium for permanent magnets used in EVs and wind turbines.",
		"category": "Rare Earth",
		"mineral_type": "rare-earth-oxide",
		"status": "Operating",
		"operator": "MP Materials",
		"photo_url": "",
		"photo_caption": "",
		"source": "https://mpmaterials.com"
	},
	{
		"name": "Twin Metals",
		"lat": 47.80,
		"lon": -91.60,
		"description": "Proposed copper-nickel-cobalt underground mine near Ely, Minnesota, just miles from the Boundary Waters Canoe Area Wilderness. Contains one of the world's largest undeveloped deposits of copper, nickel, cobalt, and platinum group metals. Highly controversial: mineral leases were canceled in 2022 over environmental concerns, with legal challenges ongoing. The watershed flows directly into the protected BWCAW.",
		"category": "Strategic Metals",
		"mineral_type": "copper-nickel-cobalt-pgm",
		"status": "Proposed",
		"operator": "Twin Metals Minnesota (Antofagasta)",
		"photo_url": "",
		"photo_caption": "",
		"source": "https://www.twin-metals.com"
	},
	{
		"name": "Salar de Atacama",
		"lat": -23.50,
		"lon": -68.20,
		"description": "The world's largest and highest-grade lithium brine deposit, in Chile's Atacama Desert at 2,300m elevation. Produces roughly one-third of global lithium supply. Operated jointly by SQM and Albemarle under Chilean government concessions. Water extraction in the hyper-arid Atacama has drawn intense environmental scrutiny from Indigenous communities and conservation groups.",
		"category": "Lithium",
		"mineral_type": "lithium-brine",
		"status": "Operating",
		"operator": "SQM / Albemarle",
		"photo_url": "",
		"photo_caption": "",
		"source": ""
	},
	{
		"name": "Salar de Maricunga",
		"lat": -26.80,
		"lon": -69.20,
		"description": "High-altitude lithium brine deposit in Chile's Atacama region, south of the main Salar de Atacama. Under development by a joint venture with Codelco, Chile's state copper company. Part of Chile's strategy to expand lithium production under new state partnership models that give the government greater control over the resource.",
		"category": "Lithium",
		"mineral_type": "lithium-brine",
		"status": "Development",
		"operator": "Simco / Codelco",
		"photo_url": "",
		"photo_caption": "",
		"source": ""
	},
	{
		"name": "Salar del Hombre Muerto",
		"lat": -25.40,
		"lon": -67.10,
		"description": "One of the earliest lithium brine operations in Argentina's Puna plateau, Catamarca Province at 4,000m elevation. Produces battery-grade lithium carbonate and lithium hydroxide. Argentina's more investor-friendly regulatory environment has attracted significant foreign investment compared to Bolivia and Chile.",
		"category": "Lithium",
		"mineral_type": "lithium-brine",
		"status": "Operating",
		"operator": "Arcadium Lithium (formerly Livent)",
		"photo_url": "",
		"photo_caption": "",
		"source": ""
	},
	{
		"name": "Salar de Olaroz",
		"lat": -23.50,
		"lon": -66.70,
		"description": "Lithium brine operation in Jujuy Province, Argentina, at 3,900m elevation. One of the first new lithium operations in Argentina's 'lithium boom.' Annual capacity ~42,500 tonnes lithium carbonate. Demonstrates the rapid expansion of Argentina's lithium sector, now the world's fourth-largest producer.",
		"category": "Lithium",
		"mineral_type": "lithium-brine",
		"status": "Operating",
		"operator": "Arcadium Lithium (formerly Allkem)",
		"photo_url": "",
		"photo_caption": "",
		"source": ""
	},
	{
		"name": "Cauchari-Olaroz",
		"lat": -23.60,
		"lon": -66.60,
		"description": "Large-scale lithium brine project adjacent to Salar de Olaroz in Jujuy Province, Argentina. Joint venture between Lithium Americas and Ganfeng Lithium (China). First lithium produced in 2023. A prominent example of Chinese investment in South American lithium, mirroring Beijing's strategy to secure critical mineral supply chains.",
		"category": "Lithium",
		"mineral_type": "lithium-brine",
		"status": "Operating",
		"operator": "Lithium Americas / Ganfeng Lithium",
		"photo_url": "",
		"photo_caption": "",
		"source": ""
	},
	{
		"name": "Salar de Uyuni",
		"lat": -20.20,
		"lon": -67.60,
		"description": "The world's largest salt flat (10,582 sq km) in southwestern Bolivia, containing an estimated 21 million tonnes of lithium — the largest known reserves globally. Bolivia's state company YLB is developing extraction with Chinese and Russian partners, but production has been minimal due to technical challenges with the high-magnesium brines and political instability.",
		"category": "Lithium",
		"mineral_type": "lithium-brine",
		"status": "Development",
		"operator": "YLB (Yacimientos de Litio Bolivianos)",
		"photo_url": "",
		"photo_caption": "",
		"source": ""
	},
	{
		"name": "James Bay",
		"lat": 52.30,
		"lon": -77.80,
		"description": "Hard-rock spodumene lithium deposit in Eeyou Istchee territory, northern Quebec. One of the highest-grade lithium pegmatite deposits in the world. Under development with Cree Nation partnership agreements. Canada's push to become a major lithium producer leverages its abundant pegmatite geology and established mining infrastructure.",
		"category": "Lithium",
		"mineral_type": "lithium-spodumene",
		"status": "Development",
		"operator": "Arcadium Lithium",
		"photo_url": "",
		"photo_caption": "",
		"source": ""
	},
	{
		"name": "Rose Lithium-Tantalum",
		"lat": 52.20,
		"lon": -77.70,
		"description": "Large lithium-tantalum pegmatite deposit near James Bay in northern Quebec, ~30km from the James Bay lithium project. Tantalum is itself a critical mineral used in electronics and capacitors. The co-location of these two major deposits makes northern Quebec a potential lithium hub for North America.",
		"category": "Lithium",
		"mineral_type": "lithium-tantalum-spodumene",
		"status": "Development",
		"operator": "Critical Elements Lithium Corp",
		"photo_url": "",
		"photo_caption": "",
		"source": ""
	},
	{
		"name": "Grota do Cirilo",
		"lat": -16.70,
		"lon": -42.00,
		"description": "The largest hard-rock lithium deposit in the Americas, located in the Jequitinhonha Valley, Minas Gerais, Brazil. Operated by Sigma Lithium, producing battery-grade spodumene concentrate. Brazil's emergence as a lithium producer diversifies the Americas' supply chain beyond the traditional brine operations of the Lithium Triangle.",
		"category": "Lithium",
		"mineral_type": "lithium-spodumene",
		"status": "Operating",
		"operator": "Sigma Lithium",
		"photo_url": "",
		"photo_caption": "",
		"source": ""
	},
	{
		"name": "Serra Verde",
		"lat": -14.10,
		"lon": -47.60,
		"description": "Rare earth element deposit in Goias, Brazil, containing significant reserves of neodymium and praseodymium — the key elements for permanent magnets in EV motors and wind turbines. One of the few rare earth projects outside China and Australia nearing production, important for diversifying global REE supply.",
		"category": "Rare Earth",
		"mineral_type": "rare-earth-ionic-clay",
		"status": "Development",
		"operator": "Serra Verde Mining",
		"photo_url": "",
		"photo_caption": "",
		"source": ""
	},
	{
		"name": "El Teniente",
		"lat": -34.09,
		"lon": -70.40,
		"description": "The world's largest underground copper mine, in Chile's O'Higgins Region in the Andes at 2,300m elevation. Operated by Codelco (state-owned). Copper is essential for EV wiring, grid infrastructure, and renewable energy systems. Chile produces ~25% of global copper, making it indispensable to the energy transition.",
		"category": "Strategic Metals",
		"mineral_type": "copper",
		"status": "Operating",
		"operator": "Codelco",
		"photo_url": "",
		"photo_caption": "",
		"source": ""
	},
	{
		"name": "Moa Nickel",
		"lat": 20.65,
		"lon": -75.95,
		"description": "One of the largest laterite nickel-cobalt operations in the world, located in Holguin Province, Cuba. Joint venture between Sherritt International (Canada) and the Cuban government. Produces Class I nickel and cobalt sulfide, both critical for EV battery cathodes. Cuba holds some of the largest nickel reserves in the world.",
		"category": "Strategic Metals",
		"mineral_type": "nickel-cobalt",
		"status": "Operating",
		"operator": "Sherritt International / Cuba",
		"photo_url": "",
		"photo_caption": "",
		"source": ""
	}
]
